Repository: chi-rei-den/TerrariaLocalization
Catalog: project/tm/penalty-30/legacy.tmx
Source language: en_us
Languages: zh_cn

source: Candy Cane Wall
zh_cn: 糖棒墙

source: Candy Cane Wallpaper
zh_cn: 糖棒壁纸

source: Candy Corn
zh_cn: 玉米糖

source: Candy Corn Rifle
zh_cn: 玉米糖步枪

source: Cannon
zh_cn: 大炮

source: Cannonball
zh_cn: 炮弹

source: Cannot be used without Etherian Mana until the Eternia Crystal has been defended
zh_cn: 在埃特尼亚水晶得到保护之前，无法在没有天国魔力的情况下使用

source: Cannot consume anymore healing items
zh_cn: 不能再消耗治疗物品

source: Cannot load compressed effects.
zh_cn: 无法加载已压缩的效果.

source: Cannot regenerate life
zh_cn: 无法再生生命

source: Cannot use any items
zh_cn: 无法使用任何物品

source: Cannot use items that require mana
zh_cn: 无法使用需要魔力的物品

source: Cap'n Tunabeard
zh_cn: 金枪鱼须船长

source: Capable of mining Lihzahrd Bricks
zh_cn: 可开采丛林蜥蜴砖

source: Capable of soaking up an endless amount of water
zh_cn: 能够吸收无限多的水

source: Capture Background
zh_cn: 捕捉背景

source: Capture Entities
zh_cn: 捕捉生命体

source: Cardinal
zh_cn: 红雀

source: Cardinal Cage
zh_cn: 红雀笼

source: Care to bake me some cookies?
zh_cn: 你愿意给我烤些饼干吗？

source: Carpentry Rack
zh_cn: 木工架

source: Carriage Lantern
zh_cn: 马车灯笼

source: Carrot
zh_cn: 胡萝卜

source: Cascade
zh_cn: 喷流球

source: Castle Marsberg
zh_cn: 火星贝格城堡

source: Casts a controllable missile
zh_cn: 投掷一枚可控的导弹

source: Casts a controllable rainbow
zh_cn: 投射可控的彩虹

source: Casts a demon scythe
zh_cn: 投掷恶魔锄刀

source: Casts a slow moving bolt of water
zh_cn: 投出移动缓慢的水矢

source: Casts fast moving razorwheels
zh_cn: 投射出快速移动的剃刀轮

source: Cat Ears
zh_cn: 猫耳

source: Cat Mask
zh_cn: 猫咪面具

source: Cat Pants
zh_cn: 猫咪裤

source: Cat Shirt
zh_cn: 猫咪衣

source: Catacomb
zh_cn: 地下墓穴

source: Catfish
zh_cn: 鲶鱼

source: Cauldron
zh_cn: 大锅

source: Causes confusion
zh_cn: 造成混乱

source: Causes stars to fall and increases length of invincibility after taking damage
zh_cn: 受伤后会使星星坠落并延长无敌状态时间

source: Causes stars to fall and releases bees when injured
zh_cn: 受伤时会使星星坠落并释放蜜蜂

source: Causes stars to fall when injured
zh_cn: 受伤时会使星星坠落

source: Cave Bat
zh_cn: 洞穴蝙蝠

source: Cave Bat Banner
zh_cn: 洞穴蝙蝠旗

source: Caverns
zh_cn: 洞穴

source: Celebration
zh_cn: 喜庆弹射器

source: Celestial
zh_cn: 天界

source: Celestial Cuffs
zh_cn: 天界手铐

source: Celestial Emblem
zh_cn: 天界徽章

source: Celestial Magnet
zh_cn: 天界磁石

source: Celestial Shell
zh_cn: 天界壳

source: Celestial Sigil
zh_cn: 天界符

source: Celestial Stone
zh_cn: 天界石

source: Celestial creatures are invading!
zh_cn: 天界生物要入侵了！

source: Cell Phone
zh_cn: 手机

source: Center
zh_cn: 中心

source: Cenx's Breastplate
zh_cn: Cenx的胸甲

source: Cenx's Dress
zh_cn: Cenx的上衣

source: Cenx's Dress Pants
zh_cn: Cenx的裤装

source: Cenx's Leggings
zh_cn: Cenx的护腿

source: Cenx's Tiara
zh_cn: Cenx的头冠

source: Cenx's Wings
zh_cn: Cenx的翅膀

source: Chain
zh_cn: 链条

source: Chain Guillotine
zh_cn: 铁链血滴子

source: Chain Guillotines
zh_cn: 铁链血滴子

source: Chain Gun
zh_cn: 链式机枪

source: Chain Knife
zh_cn: 链刀

source: Chain Lantern
zh_cn: 挂链灯笼

source: Chair
zh_cn: 椅子

source: Chalice
zh_cn: 圣餐杯

source: Challenger
zh_cn: 挑战者

source: Champion of Terraria
zh_cn: 泰拉瑞亚战士

source: Chandelier
zh_cn: 吊灯

source: Change
zh_cn: 更改

source: Change MOTD.
zh_cn: 更改每日消息。

source: Change password.
zh_cn: 更改密码。

source: Change time to dawn.
zh_cn: 将时间更改为黎明。

source: Change time to dusk.
zh_cn: 将时间更改为黄昏。

source: Change time to midnight.
zh_cn: 将时间更改为午夜。

source: Change time to noon.
zh_cn: 将时间更改为正午。

source: Chaos Ball
zh_cn: 混沌球

source: Chaos Elemental
zh_cn: 混沌精

source: Chaos Elemental Banner
zh_cn: 混沌精旗

source: Chaos Fish
zh_cn: 混沌鱼

source: Chaos State
zh_cn: 混乱状态

source: Charge ahead... fabulously!
zh_cn: 向前冲...太棒了！

source: Charged Blaster Cannon
zh_cn: 带电爆破炮

source: Charged Blaster Laser
zh_cn: 带电爆破激光

source: Charged Blaster Orb
zh_cn: 带电爆破珠

source: Charges power as it is swung to smash enemies
zh_cn: 可在挥动以粉碎敌人时补充能量

source: Charm of Myths
zh_cn: 神话护身符

source: Chases after your enemy
zh_cn: 追杀敌人

source: Chattering Teeth Bomb
zh_cn: 嗒嗒牙齿炸弹

source: Cheating attempt detected: Add tile spam
zh_cn: 检测到尝试作弊的操作：添加图格刷屏

source: Cheating attempt detected: Invalid kick-out
zh_cn: 检测到尝试作弊的操作：无效踢除

source: Cheating attempt detected: Liquid spam
zh_cn: 检测到尝试作弊的操作：液体刷屏

source: Cheating attempt detected: Projectile spam
zh_cn: 检测到尝试作弊的操作：射弹刷屏

source: Cheating attempt detected: Remove tile spam
zh_cn: 检测到尝试作弊的操作：移除图格刷屏

source: Check housing
zh_cn: 检查房屋

source: Check my fresh.
zh_cn: 看看我的新发型。

source: Check out my dirt blocks; they are extra dirty.
zh_cn: 看看我的土块；脏死了。

source: Check out my goods; they have explosive prices!
zh_cn: 看看我的商品；都是惊爆价！

source: Checking tile alignment:
zh_cn: 正在检查图格对齐：

source: Chest
zh_cn: 宝箱

source: Chest Statue
zh_cn: 宝箱雕像

source: Chik
zh_cn: 吉克球

source: Chilled
zh_cn: 冷冻

source: Chillin' like a reptilian
zh_cn: 像爬行动物一样冷漠

source: Chimney
zh_cn: 烟囱

source: Chinese Lantern
zh_cn: 中式灯笼

source: Chiseling marble
zh_cn: 正在凿刻大理石

source: Chlorophyte
zh_cn: 叶绿

source: Chlorophyte Arrow
zh_cn: 叶绿箭

source: Chlorophyte Bar
zh_cn: 叶绿锭

source: Chlorophyte Brick
zh_cn: 叶绿砖

source: Chlorophyte Brick Wall
zh_cn: 叶绿砖墙

source: Chlorophyte Bullet
zh_cn: 叶绿弹

source: Chlorophyte Chainsaw
zh_cn: 叶绿链锯

source: Chlorophyte Claymore
zh_cn: 叶绿双刃刀

source: Chlorophyte Drill
zh_cn: 叶绿钻头

source: Chlorophyte Dye
zh_cn: 叶绿染料

source: Chlorophyte Greataxe
zh_cn: 叶绿巨斧

source: Chlorophyte Greaves
zh_cn: 叶绿护胫

source: Chlorophyte Headgear
zh_cn: 叶绿头饰

source: Chlorophyte Helmet
zh_cn: 叶绿头盔

source: Chlorophyte Jackhammer
zh_cn: 叶绿手提钻

source: Chlorophyte Mask
zh_cn: 叶绿面具

source: Chlorophyte Orb
zh_cn: 叶绿珠

source: Chlorophyte Ore
zh_cn: 叶绿矿

source: Chlorophyte Partisan
zh_cn: 叶绿镋

source: Chlorophyte Pickaxe
zh_cn: 叶绿镐

source: Chlorophyte Plate Mail
zh_cn: 叶绿板甲

source: Chlorophyte Saber
zh_cn: 叶绿军刀

source: Chlorophyte Shotbow
zh_cn: 叶绿连弩

source: Chlorophyte Warhammer
zh_cn: 叶绿战锤

source: Choose World:
zh_cn: 选择世界：

source: Choose difficulty:
zh_cn: 选择难度：

source: Choose size:
zh_cn: 选择大小：

source: Choose wisely, {PlayerName}, my commodities are volatile and my dark arts, mysterious.
zh_cn: 认真选，{PlayerName}，我的商品不稳定，我的黑魔法很神秘。

source: Choose world evil:
zh_cn: 选择世界恶魔：

source: Choose world size:
zh_cn: 选择世界大小：

source: Chop down your first tree.
zh_cn: 砍倒第一棵树。

source: Christmas Hook
zh_cn: 圣诞钩

source: Christmas Light
zh_cn: 圣诞灯

source: Christmas Ornament
zh_cn: 圣诞装饰

source: Christmas Pudding
zh_cn: 圣诞布丁

source: Christmas Tree
zh_cn: 圣诞树

source: Christmas Tree Sword
zh_cn: 圣诞树剑

source: Christmas Tree Wallpaper
zh_cn: 圣诞树壁纸

source: Clairvoyance
zh_cn: 千里眼

source: Classy Cane
zh_cn: 精致手杖

source: Clay Block
zh_cn: 粘土块

source: Clay Pot
zh_cn: 粘土盆

source: Cleaning up dirt backgrounds
zh_cn: 正在清理土背景

source: Cleanses the evil
zh_cn: 净化邪恶

source: Clear
zh_cn: 清除

source: Clear Mod Browser Credentials
zh_cn: 清空模组浏览器证书

source: Clear Special Filter: {0}
zh_cn: 清除特殊筛选器: {0}

source: Clear the console window.
zh_cn: 清除控制台窗口。

source: Cleared {0}
zh_cn: 已清理{0}波

source: Clearing map data:
zh_cn: 正在清除地图数据：

source: Clearly I throw the most magical of parties.
zh_cn: 显然，我办了最神奇的派对。

source: Clentaminator
zh_cn: 环境改造枪

source: Click here to migrate players...
zh_cn: 点击[这里]转移人物存档...

source: Click here to migrate worlds...
zh_cn: 点击[这里]转移地图...

source: Click to disable
zh_cn: 禁用

source: Click to download just the targetting pack (not recommended)
zh_cn: 点击下载目标包 (不推荐)

source: Click to enable
zh_cn: 启用

source: Click to open config
zh_cn: 点击打开配置

source: Click to update
zh_cn: 点击更新

source: Client Mods:
zh_cn: 客户端模组:

source: Climbing Claws
zh_cn: 攀爬爪

source: Clinger
zh_cn: 爬藤怪

source: Clinger Banner
zh_cn: 爬藤怪旗

source: Clinger Staff
zh_cn: 爬藤怪法杖

source: Clockwork Assault Rifle
zh_cn: 发条式突击步枪

source: Close
zh_cn: 关闭

source: Close Map
zh_cn: 关闭地图

source: Close Menu
zh_cn: 关闭菜单

source: Clothes
zh_cn: 衣服

source: Clothier
zh_cn: 服装商

source: Clothier Voodoo Doll
zh_cn: 服装商巫毒娃娃

source: Clothier's Jacket
zh_cn: 服装商夹克

source: Clothier's Pants
zh_cn: 服装商裤

source: Cloud
zh_cn: 云

source: Cloud Wall
zh_cn: 云墙

source: Cloud in a Balloon
zh_cn: 云朵气球

source: Cloud in a Bottle
zh_cn: 云朵瓶

source: Cloudfish
zh_cn: 云鱼

source: Cloudy
zh_cn: 多云

source: Clown
zh_cn: 小丑

source: Clown Banner
zh_cn: 小丑旗

source: Clown Hat
zh_cn: 小丑帽

source: Clown Pants
zh_cn: 小丑裤

source: Clown Shirt
zh_cn: 小丑衣

source: Clownfish
zh_cn: 小丑鱼

source: Coal
zh_cn: 煤

source: Cobalt
zh_cn: 钴

source: Cobalt Bar
zh_cn: 钴锭

source: Cobalt Breastplate
zh_cn: 钴胸甲

source: Cobalt Brick
zh_cn: 钴砖

source: Cobalt Brick Wall
zh_cn: 钴砖墙

source: Cobalt Chainsaw
zh_cn: 钴链锯

source: Cobalt Drill
zh_cn: 钴钻头

source: Cobalt Hat
zh_cn: 钴帽

source: Cobalt Helmet
zh_cn: 钴头盔

source: Cobalt Leggings
zh_cn: 钴护腿

source: Cobalt Mask
zh_cn: 钴面具

source: Cobalt Naginata
zh_cn: 钴剃刀

source: Cobalt Ore
zh_cn: 钴矿

source: Cobalt Pickaxe
zh_cn: 钴镐

source: Cobalt Repeater
zh_cn: 钴连弩

source: Cobalt Shield
zh_cn: 钴护盾

source: Cobalt Sword
zh_cn: 钴剑

source: Cobalt Waraxe
zh_cn: 钴战斧

source: Cobweb
zh_cn: 蛛网

source: Cochineal Beetle
zh_cn: 胭脂虫

source: Cochineal Beetle Banner
zh_cn: 胭脂虫旗

source: Code 1
zh_cn: 代码1球

source: Code 2
zh_cn: 代码2球

source: Cog
zh_cn: 齿轮

source: Cog Wall
zh_cn: 齿轮墙

source: Coin Gun
zh_cn: 钱币枪

source: Coin Portal
zh_cn: 钱币传送门

source: Coin Ring
zh_cn: 钱币戒指

source: Coins
zh_cn: 钱币

source: Cold Snap
zh_cn: 寒冰英姿

source: Cold Waters in the White Land
zh_cn: 冰雪寒溪

source: Cold Weather
zh_cn: 冷天气

source: Collect
zh_cn: 收集

source: Collector
zh_cn: 收藏家

source: Come back at night if you wish to enter.
zh_cn: 你要想进来，那就晚上再来。

source: Come now, you didn't think I only celebrated on Christmas did you?
zh_cn: 说吧，你认为我不只是在圣诞节庆祝，对吧？

source: Command nine summoned minions simultaneously.
zh_cn: 同时控制九个召唤仆从。

source: Companion Cube
zh_cn: 同伴方块

source: Compass
zh_cn: 罗盘

source: Compass Rose
zh_cn: 罗盘针

source: Compilation finished with {0} errors and {1} warnings
zh_cn: 编译完成时,出现{0}个错误与{1}个警告

source: Compiling {0}
zh_cn: 编译中 {0}

source: Compiling {0} failed with {1} errors and {2} warnings
zh_cn: {0} 编译失败,出现{1}个错误与 {2} 警告

source: Complete a grand total of 200 quests for the angler.
zh_cn: 共完成200个渔夫任务。

source: Complete your 10th quest for the angler.
zh_cn: 完成第10个渔夫任务。

source: Complete your 1st quest for the angler.
zh_cn: 完成第1个渔夫任务。

source: Complete your 25th quest for the angler.
zh_cn: 完成第25个渔夫任务。

source: Complete your 50th quest for the angler.
zh_cn: 完成第50个渔夫任务。

source: Completely Awesome
zh_cn: 妙不可言

source: Confetti
zh_cn: 彩纸

source: Confetti Block
zh_cn: 彩纸块

source: Confetti Cannon
zh_cn: 彩纸炮

source: Confetti Grenade
zh_cn: 彩纸手榴弹

source: Confetti Gun
zh_cn: 彩纸枪

source: Confetti Wall
zh_cn: 彩纸墙

source: Confused
zh_cn: 困惑

source: Connecting to {0}
zh_cn: 连接到{0}

source: Connection timed out
zh_cn: 连接超时

source: Consumable
zh_cn: 消耗品

source: Consume a life fruit, which grows in the thick of subterranean jungle grass.
zh_cn: 吃一个生命果，这种果子长在茂密的地下丛林草地中。

source: Consumes
zh_cn: 消耗

source: Contains an endless amount of water
zh_cn: 含有无限多的水

source: Continue
zh_cn: 继续

source: Controls
zh_cn: 控件

source: Converts Chlorophyte Bars into Shroomite Bars
zh_cn: 将叶绿锭转化成蘑菇矿锭

source: Conveyor Belt (Clockwise)
zh_cn: 传送带（顺时针）

source: Conveyor Belt (Counter Clockwise)
zh_cn: 传送带（逆时针）

source: Cooked Fish
zh_cn: 熟鱼

source: Cooked Marshmallow
zh_cn: 熟棉花糖

source: Cooked Shrimp
zh_cn: 熟虾

source: Cooking Pot
zh_cn: 烹饪锅

source: Copper
zh_cn: 铜

source: Copper Axe
zh_cn: 铜斧

source: Copper Bar
zh_cn: 铜锭

source: Copper Bow
zh_cn: 铜弓

source: Copper Brick
zh_cn: 铜砖

source: Copper Brick Wall
zh_cn: 铜砖墙

source: Copper Broadsword
zh_cn: 铜阔剑

source: Copper Chainmail
zh_cn: 铜链甲

source: Copper Chandelier
zh_cn: 铜吊灯

source: Copper Coin
zh_cn: 铜币

source: Copper Coins
zh_cn: 铜币

source: Copper Greaves
zh_cn: 铜护胫

source: Copper Hammer
zh_cn: 铜锤

source: Copper Helmet
zh_cn: 铜头盔

source: Copper Ore
zh_cn: 铜矿

source: Copper Pickaxe
zh_cn: 铜镐

source: Copper Pipe Wallpaper
zh_cn: 铜管壁纸

source: Copper Plating
zh_cn: 铜镀层

source: Copper Plating Wall
zh_cn: 镀铜墙

source: Copper Shortsword
zh_cn: 铜短剑

source: Copper Watch
zh_cn: 铜表

source: Copy Seed: {0}
zh_cn: 复制种子：{0}

source: Coral
zh_cn: 珊瑚

source: Coralstone Block
zh_cn: 珊瑚石块

source: Corite
zh_cn: 流星火怪

source: Corite Banner
zh_cn: 流星火怪旗

source: Corrupt
zh_cn: 腐化

source: Corrupt Bunny
zh_cn: 腐化兔

source: Corrupt Bunny Banner
zh_cn: 腐化兔兔旗

source: Corrupt Crate
zh_cn: 腐化匣

source: Corrupt Goldfish
zh_cn: 腐化金鱼

source: Corrupt Goldfish Banner
zh_cn: 腐化金鱼旗

source: Corrupt Mimic
zh_cn: 腐化宝箱怪

source: Corrupt Penguin
zh_cn: 腐化企鹅

source: Corrupt Penguin Banner
zh_cn: 腐化企鹅旗

source: Corrupt Seeds
zh_cn: 腐化种子

source: Corrupt Slime
zh_cn: 腐化史莱姆

source: Corrupt Slime Banner
zh_cn: 腐化史莱姆旗

source: Corrupt Spray
zh_cn: 腐化喷射

source: Corrupt Statue
zh_cn: 腐化雕像

source: Corrupt Water Fountain
zh_cn: 腐化喷泉

source: Corruption
zh_cn: 腐化

source: Corruption Chest
zh_cn: 腐化箱

source: Corruption Key
zh_cn: 腐化钥匙

source: Corruption Key Mold
zh_cn: 腐化钥匙模具

source: Corruptor
zh_cn: 腐化者

source: Corruptor Banner
zh_cn: 腐化者旗

source: Cosmic Car Key
zh_cn: 宇宙车钥匙

source: Cost
zh_cn: 花费

source: Countercurse Mantra
zh_cn: 反诅咒咒语

source: Counterweight
zh_cn: 平衡锤

source: Cowboy Hat
zh_cn: 牛仔帽

source: Cowboy Jacket
zh_cn: 牛仔夹克

source: Cowboy Pants
zh_cn: 牛仔裤

source: Cozy Fire
zh_cn: 温馨之火

source: Crab
zh_cn: 螃蟹

source: Crab Banner
zh_cn: 螃蟹旗

source: Crab Statue
zh_cn: 螃蟹雕像

source: Craft
zh_cn: 制作

source: Craft a drax or pickaxe axe using hallowed bars, and the souls of the three mechanical bosses.
zh_cn: 用神圣锭和三个机械boss的灵魂制作斧钻或镐斧。

source: Craft a mana crystal out of fallen stars, and consume it.
zh_cn: 使用坠落之星制作魔力水晶并使用它。

source: Craft a molten pickaxe using the hottest of materials.
zh_cn: 使用最热的材料制作熔岩镐。

source: Craft more
zh_cn: 制作更多

source: Crafting
zh_cn: 制作

source: Crafting window
zh_cn: 制作窗口

source: Crash into anyone... and EVERYONE!
zh_cn: 撞向任何人...每个人！

source: Crate
zh_cn: 宝匣

source: Crate Potion
zh_cn: 宝匣药水

source: Crawdad
zh_cn: 龙虾

source: Crawdad Banner
zh_cn: 龙虾旗

source: Crawltipede
zh_cn: 千足蜈蚣

source: Crawltipede Banner
zh_cn: 千足蜈蚣旗

source: Create
zh_cn: 创建

source: Create Character
zh_cn: 创建角色

source: Create Mod
zh_cn: 创建模组

source: Create World
zh_cn: 创建世界

source: Created: {0}
zh_cn: 已创建：{0}

source: Creates a magical shadow orb
zh_cn: 制作魔法暗影珠

source: Creates a shadow beam that bounces off walls
zh_cn: 产生会从墙上弹回的暗影光束

source: Creates measurement lines on screen for block placement
zh_cn: 在屏幕上创建用于放置块的测量线

source: Creates several crystal shards on impact
zh_cn: 碰撞时产生若干魔晶碎片

source: Creating beaches
zh_cn: 正在创建沙滩

source: Creating dungeon
zh_cn: 正在创建地牢

source: Creating hornet nests
zh_cn: 正在创建黄蜂巢

source: Creating jungle ruins
zh_cn: 正在创建丛林废墟

source: Creating underworld
zh_cn: 正在创建地狱

source: Creating waterfalls
zh_cn: 正在创建瀑布

source: Creative Shock
zh_cn: 创意震撼

source: Creature Count
zh_cn: 生物数

source: Creature From The Deep Banner
zh_cn: 水月怪旗

source: Creature from the Deep
zh_cn: 水月怪

source: Creeper
zh_cn: 飞眼怪

source: Creeper Egg
zh_cn: 飞眼怪蛋

source: Creeper Mask
zh_cn: 苦力怕面具

source: Creeper Pants
zh_cn: 苦力怕裤

source: Creeper Shirt
zh_cn: 苦力怕衣

source: Crimera
zh_cn: 猩红喀迈拉

source: Crimera Banner
zh_cn: 猩红喀迈拉旗

source: Crimsand Ball
zh_cn: 血沙球

source: Crimsand Block
zh_cn: 猩红沙块

source: Crimsandstone Block
zh_cn: 猩红沙岩块

source: Crimsandstone Wall
zh_cn: 猩红沙岩墙

source: Crimslime
zh_cn: 猩红史莱姆

source: Crimslime Banner
zh_cn: 猩红史莱姆旗

source: Crimson
zh_cn: 猩红

source: Crimson Altar
zh_cn: 猩红祭坛

source: Crimson Axe
zh_cn: 猩红斧

source: Crimson Axe Banner
zh_cn: 猩红斧旗

source: Crimson Chest
zh_cn: 猩红箱

source: Crimson Cloak
zh_cn: 猩红斗篷

source: Crimson Crate
zh_cn: 猩红匣

source: Crimson Greaves
zh_cn: 猩红护胫

source: Crimson Heart
zh_cn: 猩红之心

source: Crimson Helmet
zh_cn: 猩红头盔

source: Crimson Key
zh_cn: 猩红钥匙

source: Crimson Key Mold
zh_cn: 猩红钥匙模具

source: Crimson Mimic
zh_cn: 猩红宝箱怪

source: Crimson Rod
zh_cn: 猩红魔杖

source: Crimson Scalemail
zh_cn: 猩红鳞甲

source: Crimson Seeds
zh_cn: 猩红种子

source: Crimson Spray
zh_cn: 猩红喷射

source: Crimson Tigerfish
zh_cn: 猩红虎鱼

source: Crimson Water Fountain
zh_cn: 猩红喷泉

source: Crimstone Block
zh_cn: 猩红石块

source: Crimtane
zh_cn: 猩红

source: Crimtane Bar
zh_cn: 猩红矿锭

source: Crimtane Brick
zh_cn: 猩红矿砖

source: Crimtane Brick Wall
zh_cn: 猩红矿砖墙

source: Crimtane Bunny
zh_cn: 猩红矿兔兔

source: Crimtane Goldfish
zh_cn: 猩红矿金鱼

source: Crimtane Ore
zh_cn: 猩红矿

source: Crispy Honey Block
zh_cn: 松脆蜂蜜块

source: Cross Grave Marker
zh_cn: 十字墓石碑

source: Cross Necklace
zh_cn: 十字项链

source: Cross Statue
zh_cn: 十字架雕像

source: Crowno Devours His Lunch
zh_cn: Crowno吞噬其餐

source: Crowno's Breastplate
zh_cn: Crowno的胸甲

source: Crowno's Leggings
zh_cn: Crowno的护腿

source: Crowno's Mask
zh_cn: Crowno的面具

source: Crowno's Wings
zh_cn: Crowno的翅膀

source: Crystal Ball
zh_cn: 水晶球

source: Crystal Bathtub
zh_cn: 水晶浴缸

source: Crystal Bed
zh_cn: 水晶床

source: Crystal Block
zh_cn: 水晶块

source: Crystal Block Wall
zh_cn: 水晶块墙

source: Crystal Bookcase
zh_cn: 水晶书架

source: Crystal Bullet
zh_cn: 水晶子弹

source: Crystal Candelabra
zh_cn: 水晶烛台

source: Crystal Candle
zh_cn: 水晶蜡烛

source: Crystal Chair
zh_cn: 水晶椅子

source: Crystal Chandelier
zh_cn: 水晶吊灯

source: Crystal Charge
zh_cn: 水晶弹

source: Crystal Chest
zh_cn: 水晶宝箱

source: Crystal Clock
zh_cn: 水晶时钟

source: Crystal Dart
zh_cn: 水晶镖

source: Crystal Door
zh_cn: 水晶门

source: Crystal Dresser
zh_cn: 水晶梳妆台

source: Crystal Lamp
zh_cn: 水晶灯

source: Crystal Lantern
zh_cn: 水晶灯笼

source: Crystal Leaf
zh_cn: 水晶叶

source: Crystal Piano
zh_cn: 水晶钢琴

source: Crystal Platform
zh_cn: 水晶平台

source: Crystal Serpent
zh_cn: 水晶蛇

source: Crystal Shard
zh_cn: 水晶碎块

source: Crystal Sink
zh_cn: 水晶水槽

source: Crystal Sofa
zh_cn: 水晶沙发

source: Crystal Storm
zh_cn: 水晶风暴

source: Crystal Table
zh_cn: 水晶桌

source: Crystal Thresher
zh_cn: 晶狐沙鲨

source: Crystal Thresher Banner
zh_cn: 晶狐沙鲨旗

source: Crystal Vile Shard
zh_cn: 魔晶碎块

source: Crystal Work Bench
zh_cn: 水晶工作台

source: Cthulunado
zh_cn: 克苏鲁旋风

source: Currency for trading with the Tavernkeep
zh_cn: 用于与酒馆老板进行交易的货币

source: Current players:
zh_cn: 当前玩家：

source: Current players: {0}.
zh_cn: 当前玩家：{0}。

source: Curse
zh_cn: 诅咒

source: Cursed
zh_cn: 被诅咒

source: Cursed Arrow
zh_cn: 诅咒箭

source: Cursed Bullet
zh_cn: 诅咒弹

source: Cursed Campfire
zh_cn: 诅咒篝火

source: Cursed Dart
zh_cn: 诅咒镖

source: Cursed Flame
zh_cn: 诅咒焰

source: Cursed Flames
zh_cn: 诅咒焰

source: Cursed Hammer
zh_cn: 诅咒锤

source: Cursed Hammer Banner
zh_cn: 诅咒锤旗

source: Cursed Inferno
zh_cn: 诅咒地狱

source: Cursed Saint
zh_cn: 诅咒的圣诞骷髅王

source: Cursed Sapling
zh_cn: 诅咒树苗

source: Cursed Skull
zh_cn: 诅咒骷髅头

source: Cursed Skull Banner
zh_cn: 诅咒骷髅头旗

source: Cursed Torch
zh_cn: 诅咒火把

source: Cursedfish
zh_cn: 诅咒鱼

source: Cursor
zh_cn: 光标

source: Cursor Color
zh_cn: 光标颜色

source: Cursor Snap Down
zh_cn: 光标捕捉向下

source: Cursor Snap Left
zh_cn: 光标捕捉向左

source: Cursor Snap Right
zh_cn: 光标捕捉向右

source: Cursor Snap Up
zh_cn: 光标捕捉向上

source: Cute Fishron Mount
zh_cn: 可爱猪龙鱼坐骑

source: Cutlass
zh_cn: 短弯刀

source: Cyan Beetle
zh_cn: 青壳虫

source: Cyan Beetle Banner
zh_cn: 青壳虫旗

source: Cyan Dye
zh_cn: 青染料

source: Cyan Gradient Dye
zh_cn: 渐变青染料

source: Cyan Husk
zh_cn: 青外壳

source: Cyan Paint
zh_cn: 青漆

source: Cyan String
zh_cn: 蓝绿绳

source: Cyan Weighted Pressure Plate
zh_cn: 青色加重压力板

source: Cyan and Black Dye
zh_cn: 青黑染料

source: Cyan and Silver Dye
zh_cn: 青银染料

source: Cyborg
zh_cn: 机器侠

source: Cyborg Helmet
zh_cn: 机器侠头盔

source: Cyborg Pants
zh_cn: 机器侠裤

source: Cyborg Shirt
zh_cn: 机器侠衣

source: Cycle Left
zh_cn: 向左循环

source: Cycle Right
zh_cn: 向右循环

source: Cycle hotbar
zh_cn: 循环快捷键

source: D-Town's Breastplate
zh_cn: D-Town的胸甲

source: D-Town's Helmet
zh_cn: D-Town的头盔

source: D-Town's Leggings
zh_cn: D-Town的护腿

source: D-Town's Wings
zh_cn: D-Town的翅膀

source: DPS Meter
zh_cn: 每秒伤害计数器

source: DPad Cursor Snap
zh_cn: 方向键光标捕捉

source: DPad Hotbar
zh_cn: 方向键快捷键

source: Daedalus Stormbow
zh_cn: 代达罗斯风暴弓

source: Dale
zh_cn: 戴尔

source: Damage Booster
zh_cn: 伤害强化焰

source: Damage Nebula
zh_cn: 伤害星云

source: Damage Per Second
zh_cn: 每秒伤害

source: Damage taken is reduced by 25%
zh_cn: 所受伤害减少25%

source: Damage taken reduced by 15%
zh_cn: 所受伤害减少15%

source: Damage taken reduced by 30%
zh_cn: 所受伤害减少30%

source: Damage taken reduced by 30%, repel enemies when taking damage
zh_cn: 所受伤害减少30%，受伤时驱除敌人

source: Damage taken reduced by 45%
zh_cn: 所受伤害减少45%

source: Damaged
zh_cn: 破损

source: Damselfish
zh_cn: 雀鲷

source: Dangerous
zh_cn: 危险

source: Dangerous Spider
zh_cn: 危险蜘蛛

source: Dangersense
zh_cn: 危险感

source: Dangersense Potion
zh_cn: 危险感药水

source: Dani Moo
zh_cn: 丹尼穆

source: Dao of Pow
zh_cn: 太极连枷

source: Dark Artist's Hat
zh_cn: 暗黑艺术家帽子

source: Dark Artist's Leggings
zh_cn: 暗黑艺术家护腿

source: Dark Artist's Robes
zh_cn: 暗黑艺术家长袍

source: Dark Blue Solution
zh_cn: 深蓝溶液

source: Dark Caster
zh_cn: 暗黑法师

source: Dark Caster Banner
zh_cn: 暗黑法师旗

source: Dark Energy
zh_cn: 暗黑能量

source: Dark Lance
zh_cn: 暗黑长戟

source: Dark Mage
zh_cn: 黑暗魔法师

source: Dark Mage Mask
zh_cn: 暗黑魔法师面具

source: Dark Mage Trophy
zh_cn: 暗黑魔法师纪念章

source: Dark Mummy
zh_cn: 暗黑木乃伊

source: Dark Mummy Banner
zh_cn: 暗黑木乃伊旗

source: Dark Shard
zh_cn: 暗黑碎块

source: Dark Sigil
zh_cn: 暗黑魔符

source: Dark Soul Reaper
zh_cn: 暗魂死神

source: Darkness
zh_cn: 黑暗

source: Dart Pistol
zh_cn: 飞镖手枪

source: Dart Rifle
zh_cn: 飞镖步枪

source: Dart Trap
zh_cn: 飞镖机关

source: Davy Jones' Locker
zh_cn: 戴维·琼斯之箱

source: Daybloom
zh_cn: 太阳花

source: Daybloom Planter Box
zh_cn: 太阳花种植盆

source: Daybloom Seeds
zh_cn: 太阳花种子

source: Daybreak
zh_cn: 破晓之光

source: Daybroken
zh_cn: 破晓

source: Daylight
zh_cn: 黎明

source: Dazed
zh_cn: 眩晕

source: Deadland Comes Alive
zh_cn: 死地复生

source: Deadly
zh_cn: 致命

source: Deadly Sphere
zh_cn: 致命球

source: Deadly Sphere Banner
zh_cn: 致命球旗

source: Deadly Sphere Staff
zh_cn: 致命球法杖

source: Death Laser
zh_cn: 死亡激光

source: Death Sickle
zh_cn: 死神镰刀

source: Deathbringer Pickaxe
zh_cn: 死亡使者镐

source: Deathweed
zh_cn: 死亡草

source: Deathweed Planter Box
zh_cn: 死亡草种植盆

source: Deathweed Seeds
zh_cn: 死亡草种子

source: Deceiver of Fools
zh_cn: 傻瓜骗子

source: Decrease Transparency
zh_cn: 减少透明度

source: Decreased light vision
zh_cn: 光视能力下降

source: Decreased monster spawn rate
zh_cn: 怪物生成速度降低

source: Decreases chance of bait consumption
zh_cn: 减少鱼饵消耗率

source: Decreases target's defense
zh_cn: 降低目标的防御力

source: Deep Blue Paint
zh_cn: 深蓝漆

source: Deep Cyan Paint
zh_cn: 深青漆

source: Deep Green Paint
zh_cn: 深绿漆

source: Deep Lime Paint
zh_cn: 深橙绿漆

source: Deep Orange Paint
zh_cn: 深橙漆

source: Deep Pink Paint
zh_cn: 深粉漆

source: Deep Purple Paint
zh_cn: 深紫漆

source: Deep Red Paint
zh_cn: 深红漆

source: Deep Sky Blue Paint
zh_cn: 深天蓝漆

source: Deep Teal Paint
zh_cn: 深青绿漆

source: Deep Violet Paint
zh_cn: 深蓝紫漆

source: Deep Yellow Paint
zh_cn: 深黄漆

source: Defeat Duke Fishron, mutant terror of the sea.
zh_cn: 打败猪龙鱼公爵，大海中的变异怪兽。

source: Defeat Golem, the stone-faced ritualistic idol of the lihzahrd tribe.
zh_cn: 打败石巨人，丛林蜥蜴部落的石脸祭祀神像。

source: Defeat King Slime, the lord of all things slimy.
zh_cn: 打败史莱姆王，所有黏滑生物的首领。

source: Defeat Plantera, the overgrown monstrosity of the jungle's depths.
zh_cn: 打败世纪之花，蔓生在丛林深处的畸形怪花。

source: Defeat Skeletron, the cursed guardian of the dungeon.
zh_cn: 打败骷髅王，地牢中被诅咒的守卫。

source: Defeat a Goblin Summoner, conjurers of the darkest flames.
zh_cn: 打败哥布林召唤师，掌控黑暗烈焰的巫师。

source: Defeat a Mothership, overminds of the martian invaders.
zh_cn: 打败母舰，火星入侵者的宿主。

source: Defeat an enemy by running it over with a minecart.
zh_cn: 通过开矿车辗轧敌人来打败敌人。

source: Defeat every boss in Terraria.
zh_cn: 打败泰拉瑞亚中的每个boss。

source: Defeat every type of slime there is!
zh_cn: 打败每一种史莱姆！

source: Defeat my master, and I will grant you passage into the Dungeon.
zh_cn: 打败我的主人，我就让你进入地牢。

source: Defeat the Ancient Cultist, fanatical leader of the dungeon coven.
zh_cn: 打败远古信徒，地牢女巫团的狂热首领。

source: Defeat the Brain of Cthulhu, an enormous demon brain which haunts the creeping crimson.
zh_cn: 打败克苏鲁之脑，这个巨大的恶魔大脑常常出现在毛骨茸然的猩红之地。
